Repository: davojta/filmfest.by
Catalog: apps/cpm_common/locale/*/LC_MESSAGES/django.po
Languages: be, ru

source: Home
be: Галоўная старонка
ru: Главная страница

source: Festival
be: Фестываль
ru: Фестиваль

source: 2012: good memories
be: 2012: добрыя ўспаміны
ru: 2012: хорошие воспоминания

source: 2013: good memories
be: 2013: добрыя ўспаміны

source: Regulations
be: Рэгламент
ru: Регламент

source: Submit your film!
be: Дашлі свой фільм!
ru: Отправь свой фильм!

source: Volunteers
be: Валанторам
ru: Волонтерам

source: Join in
be: Далучайся!
ru: Включайся!

source: Discussion group
be: Дыскусійная група
ru: Дискуссионная группа

source: Press-center
be: Прэс-цэнтр
ru: Пресс-центр

source: Press-kit
be: Прэс-рэліз
ru: Пресс-релиз

source: Festival in media
be: Фестываль у СМІ
ru: Фестиваль в СМИ

source: Contacts
be: Кантакты
ru: Контакты
